Repository: OmegaT-L10N/co
Catalog: omegat/project_save.tmx
Source language: en
Languages: co

source: OmegaT - The Free Translation Memory Tool
co: OmegaT - L’attrezzu di rigalu di memoria di traduzzione

source: OmegaT 4.0, Read Me file
co: OmegaT 4.0, schedariu Read Me

source: OmegaT Project Files
co: Schedarii di prughjettu OmegaT

source: OmegaT Project Folder
co: Cartulare di prughjettu OmegaT

source: OmegaT User Interface Language
co: Lingua d’interfaccia utilizatore d’OmegaT

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
co: OmegaT pò dinù cuntrollà e variabile di prugrammazione (variabile printf-function) cum’è ’%s’.

source: OmegaT can be customized to support other file formats as well.
co: OmegaT pò esse persunalizatu dinù per accettà d’altri furmati di schedariu.

source: OmegaT can generate and store a master password so you don't have to enter it each time, but this is much less secure.
co: OmegatT pò ingenerà è allucà una parolle d'entrata principale per voi è cusì ùn averete micca bisognu di scrivelu ogni volta, ma quessu hè menu sicuru.

source: OmegaT does not have read and write permissions to this folder.
co: OmegaT ùn hà micca i permessi di lettura è di scrittura per stu cartulare.

source: OmegaT encrypts sensitive passwords and API keys with a master password.
co: OmegaT cifra e parolle d'entrata è e chjave API sensibile cù una parolla d'entrata principale.

source: OmegaT has chosen option 'Yes' automatically.
co: OmegaT hà sceltu l’ozzione « Iè » autumaticamente.

source: OmegaT is a computer-assisted translation (CAT) tool.
co: OmegaT hè un attrezzu di traduzzione assistita da l’urdinatore (TAO in francese è CAT in inglese).

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
co: OmegaT hè un attrezzu di traduzzione assistata da l’urdinatore (TAO in francese è CAT in inglese) - liberu è di « fonte aperta » multipiattaforma - chì cuntene funzioni cum’è currispundenze simile, memoria di traduzzione, ricerca di parolla chjave, glossarii è cusì u travagliu di traduzzione hè più faciule.

source: OmegaT is a free open-source translation memory application for professional translators written in Java.
co: OmegaT hè un appiecazione di memoria di traduzzione, di rigalu è di « fonte aperta », scitta in Java per i traduttori prufessiunali.

source: OmegaT is available under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
co: OmegaT hè dispunibule sottu à i termi di a Licenza Publica Generale GNU tale chì publicata da a Free Software Foundation ; sia a versione 3 di a licenza, sia (s’è voi preferite) una versione più recente.

source: OmegaT is the original work of Keith Godfrey.
co: OmegaT hè u travagliu uriginale di Keith Godfrey.

source: OmegaT license
co: Licenza OmegaT

source: OmegaT ran out of memory, and will quit when you press OK.
co: OmegaT manca di memoria, è si fermerà quandu si preme nant’à u buttone Vai.

source: OmegaT requires the Java Runtime Environment (JRE) version 1.8 or higher to be installed on your system.
co: OmegaT richiede chì Java Runtime Environment (JRE) version 1.8 o più recente sia installata nant’à u vostru sistema.

source: OmegaT supports the following file formats out of the box:
co: OmegaT permette l’impiegu di quelli furmati di schedariu :

source: OmegaT uses a number of librairies.
co: OmegaT impiegheghja bibliuteche numerose.

source: OmegaT uses the following libraries:
co: OmegaT impiegheghja tutte ste bibliuteche :

source: OmegaT uses the following libraries: {1}
co: OmegaT impiegheghja tutte ste bibliuteche : {1}

source: OmegaT version {0} ({1})
co: OmegaT versione {0} ({1})

source: OmegaT version {0}, update {1} ({2})
co: OmegaT versione {0}, rinnovu {1} ({2})

source: OmegaT will now terminate.
co: OmegaT hà da piantassi avà.

source: OmegaT will present one segment at a time for you to translate.
co: OmegaT vi prisenterà un segmentu dopu à l’altru è toccu à voi di traducellu.

source: OmegaT will then copy the selected files to the /source/ subfolder of your newly created project.
co: Tandu OmegaT cupierà i schedarii selezziunati ver di u sottucartulare /source/ di u vostru prughjettu creatu pocu fà.

source: OmegaT will try to resegment the TMX file...
co: OmegaT hà da pruvà di resegmentà u schedariu TMX…

source: OmegaT {0} is now available.
co: OmegaT {0} hè dispunibule avà.

source: OmegaT's main features are:
co: E funzioni principale d’OmegaT sò :

source: OmegaT, however, will present this sentence in the following fashion:
co: Eppuru, OmegaT vi prisenterà sta frasa di sta manera :

source: Once you have made certain that there are no tag errors in your translation, press Ctrl+D to generate the target files, which will be created in the /target/ subfolder of your project folder.
co: Quandu site sicuru(a) chì ùn ci hè micca di sbagliu d’etichetta in a vostra traduzzione, appughjà nant’à Ctrl+D per ingenerà i schedarii di destinazione, chì seranu creati in u sottucartulare /target/ di u vostru cartulare di prughjettu.

source: Open
co: Apre

source: Open MED Project...
co: Apre un prughjettu &MED…

source: Open Project
co: Apre un prughjettu

source: Open Recent Pro&ject
co: Apre un &prughjettu recente

source: Open Source File
co: Apre un schedariu d’urigine

source: Open Source File Location
co: Apre a lucalizazione di u schedariu d’urigine

source: Open Target File
co: Apre un schedariu di destinazione

source: Open Target File Location
co: Apre a lucalizazione di u schedariu di destinazione

source: Open Writable Glossary File
co: Apre un schedariu di glossariu chì si pò scrive

source: Open {0} Source Files
co: Apre {0} schedarii d’urigine

source: Open {0} Source Files' Locations
co: Apre {0} lucalizazione(i) di i schedarii d’urigine

source: Open {0} Target Files
co: Apre {0} schedarii di destinazione

source: Open {0} Target Files' Locations
co: Apre {0} lucalizazione(i) di i schedarii di destinazione

source: Open...
co: Apre…

source: OpenDocument Filter Options
co: Ozzioni di filtru OpenDocument

source: Opening input file '{0}'
co: Apertura di u schedariu d’urigine « {0} »

source: Opening team project
co: Apertura di u prughjettu di squadra

source: Options
co: Ozzioni

source: Options: None: Launch GUI Project path only: Launch GUI and load specified project team Team project tool.
co: Ozzioni : Nisuna : Lancià l’interfaccia utilizatore Solu u chjassu di prughjettu : Lancià l’interfaccia utilizatore è caricà u prughjettu di squadra specificatu Attrezzu di creazione di prughjettu di squadra.

source: Orphan segments
co: Segmenti urfanelli

source: Orphaned
co: Urfanellu

source: Other
co: Altru

source: Other Options:
co: Altre Ozzioni :

source: Other contributions are detailed in the readme.txt file
co: A versione corsa hè stata tradutta da Patriccollu di Santa-Maria è Sichè. L’altre cuntribuzioni sò detagliate in u schedariu readme.txt

source: Other contributions by
co: D’altre cuntribuzioni da

source: Otherwise, OmegaT will use the language of the operating system.
co: Osinnò, OmegaT impiegherà a lingua di u sistema d’operazione.

source: Overwrite Mode
co: Modu di rimpiazzamentu :

source: PDFBox (Apache License 2.0)
co: PDFBox (Licenza Apache 2.0)

source: Page Not Found
co: A pagina ùn esiste micca

source: Parse error encountered reading preferences file!
co: Sbagliu durante l’analisa di u schedariu di e preferenze !

source: Parsewise
co: Da segmenti

source: Password:
co: Parolla d’entrata :

source: Paste
co: Incullà

source: Path
co: Chjassu

source: Path:
co: &Chjassu :

source: Pattern After
co: Mudellu dopu

source: Pattern Before
co: Mudellu nanzu

source: Pattern...
co: Mudellu…

source: Perform SVN cleanup on current project or any local SVN repository
co: Eseguisce una nettata di SVN nant’à u prughettu attuale o qualsisia repository SVN lucale

source: Philosophy
co: Filosufia

source: Pinpoint Align: Select corresponding cell
co: Aliniamentu precisu : selezziunà a cellula currispondente

source: Place source files in ./source and supplemental material in ./tm, ./glossary, and ./dictionary as required, then commit everything.
co: Piazzà i schedarii d’urigine in ./source è d’eventuale schedarii in ./tm, ./glossary è ./dictionary secondu à i vostri bisogni, è dopu validà (commit) l’inseme.

source: Please close search window.
co: Ci vole à chjode a finestra di ricerca.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
co: Ci vole à leghje a documentazione apprupositu di l’ozzioni di ricuperazione è mandà l’infurmazione chì seguiteghja à i sviluppatori incù una discrizzione precisa cumu stu sbagliu hè statu produttu.

source: Please consult the log ({1}) to determine the source of the error and try again.
co: Fighjate u ghjurnale di i messaghji ({1}) per cunnosce a cagione di u sbagliu è pruvate torna.

source: Please correct the tag issues before using again Create Translated Documents.
co: Ci vole à currege sti prublemi nanzu d’impiegà torna Creà i ducumentu tradutti.

source: Please double-check it.
co: Ci vole à verificalla torna.

source: Please double-check.
co: Ci vole à verificà torna.

source: Please download and install the latest Java JDK from Oracle.com and try again.";
co: Ci vole à scaricà è installà l’ultima versione di u JDK per Java à partesi da Oracle.com è pruvà torna.";

source: Please download and install the latest version of Java from www.java.com and try again.";
co: Ci vole à scaricà è installà l’ultima versione di Java à partesi da www.java.com è pruvà torna.";

source: Please enter your name/ID.
co: Ci vole à scrive u vostru nome/ID.

source: Please enter your password again for confirmation.
co: Ci vole à scrive torna a vostra parolla d’entrata per cunfirmà.

source: Please resolve the conflicts by choosing a translation for each segment below.
co: Ci vole à currege i cunflitti scegliendu una traduzzione per ogni segmentu inghjò.

source: Please see the file 'changes.txt' for detailed information about changes in this and all previous releases.
co: Fighjate u schedariu « changes.txt » per ottene infurmazioni detagliate apprupositu di i cambiamenti di sta versione è tutte e precedente.

source: Please select a different folder.
co: Ci vole à selezziunà un altru cartulare.

source: Please select the language of your source files and the target language you would like to translate to.
co: Ci vole à selezziunà a lingua di i vostri schedarii d’urigine è quella di a destinazione.

source: Please select which behaviour is appropriate.
co: Ci vole à selezziunà chì andamentu hè u più adattatu.

source: Please translate this plural as plural form #{0}.
co: Ci vole à traduce stu plurale cum’è forma plurale numeru {0}.

source: Please try again after you open a project.
co: Ci vole à pruvà torna dopu à l’apertura di u prughjettu.

source: Please try again.
co: Ci vole à pruvà torna.

source: Please type or paste the URL of the mediawiki page
co: Ci vole à scrive o incullà l’URL di a pagina MediaWiki

source: Plugin successfully loaded from class '{0}'
co: Mudullu d’estensione caricatu bè da a classa « {0} »

source: Plugins
co: Mudulli d’estensione

source: Polish
co: Pulunese

source: Pop Directional Formatting (PDF U+202C)
co: Fine di furmatu direzziunale (PDF U+202C)

source: Pop Directionnal Formatting (PDF U+202C)
co: Affissà u furmatu direzziunale (PDF U+202C)

source: Preferences
co: Preferenze

source: Preferences - {0}
co: Preferenze - {0}

source: Preferences system save operation failed!
co: Fiascu à l’arregistramentu di e preferenze di u sistema !

source: Preferences...
co: Preferenze…

source: Premium Edition
co: Edizione Premium

source: Prerequisites for installing OmegaT ===================================
co: Prerichiesti per installà OmegaT ================================

source: Preserve spaces &for all tags
co: Cunservà i spazii per &tutte l’etichette

source: Press the keyboard shortcut you wish to assign, then click OK.
co: Appughjate nant’à l’accurtatoghju di tastera chì voi vulete attribuisce, è cliccu Vai.

source: Previous
co: Precedente

source: Previous No&te
co: Not&a precedente

source: Previous contributors include: (alphabetical order)
co: Precedente cuntribuenti includenu : (in ordine alfabeticu)

source: Pro&ject
co: Prug&hjettu

source: Problem encountered loading project file!
co: Sbagliu à u caricamentu di u schedariu di prughjettu !

source: Proceed?
co: Cuntinuà ?

source: Processing...
co: Trattamentu in corsu…

source: Project
co: Prughjettu

source: Project &Files...
co: Schedarii di &prughjettu…

source: Project Files ({0} of {1})
co: Schedarii di prughjettu ({0} di {1})

source: Project Files ({0})
co: Schedarii di prughjettu ({0})

source: Project Files...
co: Schedarii di &prughjettu…

source: Project Specific External Search
co: Ricerca esterna spicifica à u prughjettu

source: Project Specific File Filters
co: Filtri di schedariu spicifichi à u prughjettu

source: Project Statistics
co: Statistiche di prughjettu

source: Project autosaved on {0}
co: Prughjettu arregistratu autumaticamente à {0}

source: Project closed
co: Prughjettu chjosu

source: Project contains no files.
co: U prughjettu ùn cuntene alcunu schedariu.

source: Project file should be on http protocol.
co: U schedariu deveria esse di protocollu http.

source: Project is Empty
co: U prughjettu hè viotu

source: Project load cancelled by user
co: Caricamentu di u prughjettu abbandunatu da l’utilizatore

source: Project loading end
co: Fine di u caricamentu di u prughjettu

source: Project loading start
co: Principiu di u caricamentu di u prughjettu

source: Project saved
co: Prughjettu arregistratu

source: Project saving end
co: Fine di l’arregistramentu di u prughjettu

source: Project saving start
co: Principiu di l’arregistramentu di u prughjettu

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project.
co: - Da bona regula, e ricerche sò fatte nant’à l’urigine è a destinazione, e MdT di referenza, i glossarii, e note è i cummenti di u prughjettu.

source: Project will not be updated.
co: U prughjettu ùn serà micca mudificatu.

source: Properties...
co: Pruprietà…

source: Provider
co: Furnidore

source: Proxy User and Password
co: Nome d’utilizatore è parolla d’entrata di u proxy

source: QA - Check Rules
co: QA - Cuntrollà e regule

source: Quit
co: Esce

source: R&emove
co: &Caccià

source: R&eplace with Match or Selection
co: Rimpiazzà cù a currispundenza o a selezzione

source: Re&move Filter
co: &Caccià u filtru

source: Re&place All
co: Rimpiazzà &tuttu

source: Re&place with Source
co: Rim&piazzà cù l’urigine

source: Read-only
co: Lettura sola

source: Reading TMX file {0}
co: Lettura di u schedariu TMX {0}

source: Reading of TMX file complete
co: Lettura compia di u schedariu TMX

source: Recoverable error on line {0}, column {1} while parsing:
co: Sbagliu ricuperevule à a linea {0}, culonna {1} durante l’analisa di sintassa :

source: Recursi&ve search
co: Ricerca recursi&va

source: References:
co: Referenze :

source: Refresh
co: Attualizà

source: Register Identical Translation
co: Arregistrà una traduzzione identica à l’urigine

source: Regular expression
co: Spressione regulare

source: Regular expression searches match Java regular expressions as documented in the user manual.
co: - E ricerche da espressioni regulare currispundenu à l’espressioni regulare Java chì sò discritte in u manuale di l’utilizatore.

source: Release details
co: Detaglii di a versione

source: Reload
co: Ricaricà

source: Remaining Characters (including spaces)
co: Caratteri rimanente (includendu spazii)

source: Remaining Characters (without spaces)
co: Caratteri rimanente (senza spazii)

source: Remaining Segments
co: Segmenti rimanente :

source: Remaining Words
co: Parolle rimanente

source: Remaining:
co: Rimanente :

source: Remember where you are creating the project, because you will need to return to it later.
co: Arricurdavvi induve vò create u prughjettu, perchè ci vulerà à ritruvallu dopu.

source: Remo&ve
co: Cacc&ià

source: Remote File/Folder
co: Schedariu/cartulare alluntanatu

source: Remote Repositories
co: Dipositi alluntanati

source: Remote repository network communication error: {0}
co: Sbagliu di cumunicazione di reta di u dipositu alluntanatu : {0}

source: Remove
co: Caccià

source: Remove &leading and trailing tags
co: Caccià l’&etichette di principiu è di fine

source: Remove OmegaT tags which have <br>lower case letter before and after it
co: Caccià l’etichette OmegaT chì anu <br>una lettera minuscula nanzu è dopu

source: Remove Script
co: Caccià u scrittu

source: Remove Ta&gs
co: &Caccià l’etichette

source: Remove Tags
co: Caccià l’etichette

source: Remove bidirectionality control characters in the current target
co: Caccià i caratteri di cuntrollu di bidirezziunalità in a destinazione attuale

source: Remove defined fragments
co: Caccià i frammenti definiti

source: Remove leading and trailing &whitespace in non-segmented projects
co: Caccià i spazii di principiu è di fine in prughjetti micca segmentati

source: Remove mnemonics
co: Caccià i mnemonichi

source: Remove tags from DOCX documents
co: Caccià l’etichette da i ducumenti DOCX

source: Remove tags in the current target
co: Caccià l’etichette in a destinazione attuale

source: Remove the project folder manually.
co: Caccià manualmente u cartulare di prughjettu.

source: Remove translation
co: Caccià a traduzzione

source: Reopen the project now?
co: Torna à apre u prughjettu avà ?

source: Reopen the project?
co: Torna à apre u prughjettu ?

source: Repetitions from other files:
co: Ripetizioni cù d’altri schedarii :

source: Repetitions within this file:
co: Ripetizioni dentru stu schedariu :

source: Repetitions:
co: Ripetizioni :

source: Replace
co: Rimpiazzà

source: Replace &glossary hits when inserting source text
co: &Rimpiazzà l’entrate di glussariu à l’inserzion di u testu d’urigine

source: Replace <project>/omegat/project_save.tmx in the newly downloaded project with the file saved in a safe location 6.
co: Rimpiazzà u schedariu <project>/omegat/project_save.tmx di u novu prughjettu cù quellu arregistratu in u locu sicuru 6.

source: Replace Translation with Match or Selection
co: Rimpiazzà a traduzzione cù a currispundenza o selezzione

source: Replace Translation with Text
co: Rimpiazzà a traduzzione cù u testu

source: Replace custom tags with space
co: Rimpiazzà l’etichette persunalizate cù spaziu

source: Replace escaped sequences with space
co: Rimpiazzà e sequenze di scappamentu cù spaziu

source: Replace spaces with non-breakable spaces where appropriate in French
co: Rimpiazzà i spazii cù spazii micca spezzevule quand’ellu hè necessariu in Francese

source: Replace with &Machine Translation
co: Rimpiazzà cù a traduzzione di a &mascina

source: Replace with:
co: Rimpiazzà cù :

source: Repository
co: Dipositu

source: Repository Mapping
co: Cartugrafia di u dipositu

source: Repository Mapping...
co: Cartugrafia di u dipositu…

source: Repository {0} is already present
co: U dipositu {0} hè dighjà presente

source: Repository {0} unknown
co: U dipositu {0} hè scunnisciutu

source: Request error: {0}
co: Sbagliu di richiesta : {0}

source: Request to TaaS: {0}
co: Dumandà à TaaS : {0}

source: Requests for Enhancements (in English), at the SourceForge site:
co: Dumande d’amendamentu (in inglese) à u situ SourceForge :

source: Reset
co: Viutà

source: Reset Master Password
co: Viutà a parolla d'entrata principale

source: Resource name
co: Nome di risorsa

source: Resources
co: Risorse

source: Restore
co: Risturà

source: Restore &Defaults
co: &Risturà e predefinizioni

source: Restore De&faults
co: &Risturà e predefinizioni

source: Result:
co: Risultatu :

source: Retrieve collection list...
co: Ricuperazione di a lista di cullezzione…

source: Retrieve domain list...
co: Ricuperazione di a lista di duminiu…

source: Right-to-Left Embedding (RLE U+202B)
co: Principiu di l’incastramentu da dritta à manca (RLE U+202B)

source: Right-to-Left Mark (RLM U+200F)
co: Marca da dritta à manca (LRM U+200F)

source: Row
co: Linea

source: Rule
co: Regula

source: Rules
co: Regule

source: Rules...
co: Regule…

source: Running Tagwipe for file '{0}'
co: Lancià a nettata d’etichetta per u schedariu « {0} »

source: Running on Java {0} ({1}-bit)
co: Funziuneghja cù Java {0} ({1}-bit)

source: Russian
co: Russiu

source: S&pace matches nbsp
co: U spaziu hè di&nù u spaziu micca stacchevule

source: S&witch Case To
co: Permutà e &lettere ver di

source: SQLJet (GPL License)
co: SQLJet (Licenza GPL)

source: SVG Image and Adobe Illustrator Export
co: Fiura SVG è Adobe Illustrator Export

source: SVN '{0}' error: {1}
co: Sbagliu di SVN « {0} » : {1}

source: SVN '{0}' execution finished successfully
co: L’esecuzione di SVN « {0} » hè riesciuta

source: SVN '{0}' execution start
co: Principu di l’esecuzione di SVN « {0} »

source: SVN - Cleanup
co: Nettata di SVN

source: SVN - Cleanup (recursive)
co: Nettata di SVN (recursiva)

source: SVNKit (TMate License)
co: SVNKit (Licenza TMate)

source: SVNKit 1.8.12 (TMate License)
co: SVNKit 1.8.12 (Licenza TMate)

source: Sample Text
co: Esempiu di testu

source: Save
co: Arregistrà

source: Save Alignment Results
co: Arregistrà i risultati di l’aliniamentu

source: Save Script
co: Arregistrà u scrittu

source: Save TMX...
co: Arregistrà TMX…

source: Save changes to filter settings?
co: Arregistrà i cambiamenti di preferenze di filtru ?

source: Save changes to segmentation rules?
co: Arregistrà i cambiamenti di regule di segmentazione ?

source: Saving and Output
co: Arregistramentu è esciuta

source: Saving and Output Options
co: Ozzioni d’arregistramentu è d’esciuta

source: Saving project...
co: Arregistrà u prughjettu…

source: Scope: The scope of a search is by default the project and can be set to be any files located in a specified folder hierarchy.
co: Scopu : - A ricerca predefinita cuncerne u prughjettu, è pò tuccà tuttu schedariu chì si trova in un’arburiscenza definita di schedarii.

source: Script "{0}" saved.
co: U scrittu "{0}" hè arregistratu.

source: Script &Language
co: &Lingua di scrittu

source: Scriptin&g...
co: Scri&ttura

source: Scripting
co: Scrittura

source: Se&t
co: &Definisce

source: Search
co: Circà

source: Search Dictionaries
co: Circà in i dizziunarii

source: Search and Replace
co: Circà è Rimpiazzà

source: Search and Replace...
co: &Circà è rimpiazzà…

source: Search for:
co: Circà :

source: Search in
co: Circà in

source: Search thread died unexpectedly!
co: A ricerca s’hè piantata di manera inaspettata !

source: Seconds:
co: Seconde :

source: Secure Store
co: Allucamentu sicuru

source: See "Chapter 3.
co: Fighjate « Capitulu 3.

source: See /docs/contributors.txt
co: Fighjate /docs/contributors.txt

source: See File Filters for a list of file formats that OmegaT can handle.
co: Fighjà Filtri di Schedariu per ottene una lista di i furmati di schedariu ch’OmegaT pò trattà.

source: See OptionsPreferences...File Filters for a list of file formats that OmegaT can handle.
co: Fighjà OzzioniPreferenze…Filtri di schedariu per ottene una lista di i furmati di schedariu ch’OmegaT pò trattà.

source: See Help > User's Manual for more information.
co: Fighjate Aiutu > Manuale di l’utilizatore per sapene di più.

source: See OmegaT manual for instructions.
co: Fighjate l’instruzzioni in u manuale OmegaT.
